books/non-fiction.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-11-06 Wed 00:35 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Non Fiction</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<h1 class="title">Non Fiction</h1>
<ul class="org-ul">
<li>A Monk's Guide to a Clean House and Mind / Shoukei Matsumoto</li>
<li>Prisoners Of Geography / Tim Marshall</li>
<li>Fear and Loathing: On the Campaign Trail '72 / Hunter S. Thompson</li>
<li>Proficient Motorcycling / David L. Hough</li>
<li>A Twist of the Wrist 2 / Keith Code</li>
<li>A Twist of the Wrist 1 / Keith Code</li>
<li>Sport Riding Techniques / Nick Ienatsch / 2015-DEC</li>
<li>Shady Characters / Keith Houston / 2015-SEP</li>
<li>I Think Therefore I Play / Andrea Pirlo / 2015-AUG</li>
<li>Friday Night Lights / H.G. Bissinger</li>
<li>Debt / David Graeber</li>
<li>Daily Rituals How Artists Work / Mason Currey</li>
<li>zlatan</li>
</ul>

<p>
<a href="./books.html">back</a>
</p>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2019-11-06 Wed 00:35</p>
<p class="validation"></p>
</div>
</body>
</html>
